

public class MailItem {
    public static void main(String[] args) {
	//項目の読み込みと比較
	//メール内容の：の左側のみを読み込む　表示する。

    //注文受付通知

    //	注文訂正通知

    //注文取消通知

    //約定通知
	String sDataItemOrder1[]={
				    	"[注文内容]",
				    	"注文パターン",
				    	"日付",
				    	"時刻",
				    	"通貨ペア",
				    	"（ＯＣＯ第1注文）",
				    	"注文番号1",
				    	"新規決済区分",
		    	"売買区分1",
				    	"注文数量1",
				    	"注文タイプ1",
				    	"注文価格1",
				    	"有効期限1",
				    	"（ＯＣＯ第2注文）",
				    	"新規決済区分",
				    	"売買区分2",
				    	"注文数量2",
				    	"注文タイプ2",
				    	"注文価格2",
				    	"有効期限2"
				    	};
    }

}
